{
  "personal": {
    "titulo": "Información Personal",
    "texto": "Soy Sergio Adrian Fernández Figueredo, un apasionado profesional de la tecnología originario de Cuba, actualmente residenciado en Montevideo, Uruguay. A mis 22 años, he cultivado una profunda fascinación por la programación, las redes y la tecnología desde una edad temprana. Mis intereses abarcan no solo la tecnología, sino también la fotografía, la salud, el deporte y los viajes. Mi curiosidad innata por el aprendizaje me impulsa a ser perfeccionista en las actividades que elijo realizar."
  },

  "Desplegar": "Desplegar",
  "Recoger": "Recoger",

  "profesion": {
    "titulo": "Mi Carrera",
    "texto": "Mi trayectoria en el ámbito tecnológico se ha desarrollado principalmente a través de mis estudios en ingeniería informática, donde actualmente me encuentro cursando el cuarto año. Gracias a mi impulso autodidacta, he logrado profundizar en el desarrollo full-stack, alcanzando múltiples metas y adquiriendo valiosa experiencia y conocimientos en el campo."
  },

  "metas": {
    "titulo": "Mis Metas",
    "texto": "Mi objetivo es graduarme como ingeniero informático en una gran universidad y continuar mi desarrollo personal y profesional como ingeniero informático, esforzándome por alcanzar la mejor versión de mí mismo. Aspiro a trabajar en empresas líderes en el sector, lo que me permitirá ampliar mis conocimientos y enriquecer mis experiencias laborales."
  },
  "profesiona_summary": {
    "titulo": "Resumen Profesional",
    "texto": "Desarrollador Full Stack con una sólida experiencia en el desarrollo de aplicaciones web escalables y optimizadas, siempre orientadas hacia la eficiencia. Mi pasión por la innovación tecnológica se complementa con un compromiso constante hacia el aprendizaje y la incorporación de las mejores prácticas y herramientas del sector. Con un enfoque marcado en la resolución de problemas y el trabajo en equipo, estoy interesado en aportar valor en proyectos desafiantes y contribuir al éxito de organizaciones que lideran la transformación digital"
  },

  "tecnologias": {
    "titulo": "Tecnologías",
    "otras": "Otras tecnologías"
  },

  "habilidades_blandas": {
    "titulo": "Habilidades",
    "lista": {
      "1": "Español nativo",
      "2": "Inglés intermedio",
      "3": "Pensamiento analítico",
      "4": "Pensamiento creativo",
      "5": "Resiliencia y adaptabilidad",
      "6": "Empatía y escucha activa",
      "7": "Trabajo en equipo",
      "8": "Liderazgo",
      "9": "Confiabilidad y atención al detalle",
      "10": "Curiosidad y aprendizaje continuo"
    }
  }
}
