{
  "experiencias": {
    "1": {
      "title": "Desarrollador Freelance",
      "description": "Desarrollo de aplicaciones web utilizando tecnologías como TypeScript, React, TailwindCSS entre otros, creación de aplicaciones de escritorio con Python usando en algunos casos bases de datos como SQLite o PostgreSQL. Enfoque en ofrecer soluciones personalizadas que cumplan con los requisitos específicos de los clientes, asegurando alta calidad y cumplimiento de los plazos. Completados más de una docena de proyectos con total éxito.",
      "place": "Remoto"
    },
    "2": {
      "title": "Programador SQL",
      "description": "Responsable del desarrollo de bases de datos para la gestión eficiente de recursos materiales, humanos y logísticos en Empresa Eléctrica de Cienfuegos como práctica laboral. Implementación de soluciones que optimizan el rendimiento de las bases de datos, contribuyendo a una mejor toma de decisiones organizacionales.",
      "place": "Empresa Eléctrica de Cienfuegos, Cuba"
    },
    "3": {
      "title": "Líder de Desarrollo",
      "description": "Liderazgo de un proyecto centrado en el análisis de datos e identificación de indicadores clave para el sector turístico en Cuba utilizando Python para el desarollo del sistema y análisis de los datos. Coordinación de un equipo multidisciplinario para desarrollar herramientas analíticas que apoyen la toma de decisiones estratégicas. El proyecto actualmente sirve de gran utilidad para las instituciones que lo usan sirviendo de ayuda para el análisis de los parámetros turísticos y la toma de futuras decisiones. ",
      "place": "Universidad de Cienfuegos"
    },
    "4": {
      "title": "Desarrollador Python Junior",
      "description": "Desarrollo de software como Desarrollador Python Jr en Merchise Austrement, contribuyendo a la implementación de soluciones empresariales utilizando Odoo.",
      "place": "Remoto"
    },
    "5": {
      "title": "Desarrollador Full Stack y líder de proyecto",
      "description": "Creación y desarrollo de una aplicación web integral como Desarrollador Full Stack y lider del proyecto 'Clínica Fernández' para una clínica privada ubicada en Montevideo, Uruguay. Implementación de soluciones tanto en el frontend como en el backend, asegurando funcionalidad y una experiencia de usuario óptima. El proyecto es considerado el centro del modelo de negocio donde la gestión de citas, clientes y especialistas permitirá el correcto funcionamiento de la clínica.",
      "place": "Remoto"
    },
    "6": {
      "title": "Desarrollador Full Stack",
      "description": "Creación y desarrollo de una aplicación web integral como práctica laboral, para la gestión de matriculas de estudiantes universitarios en una institución educativa en la provincia de Cienfuegos, Cuba. Se consiguió mejorar los tiempos del proceso de gestión de matriculas y mejorar la logística del mismo. ",
      "place": "Universidad de Cienfuegos"
    },
    "7": {
      "title": "Agente de Marketing",
      "description": "Divulgador de noticias, webs, anuncios y audiovisuales en redes sociales, páginas y canales de difusión para empresas como NotiFresh, TipsDiarios, entre otros, llegando a ser manager, tutor y organizador de varios equipos, haciendo generar altos ingresos y visibilidad a las empresas",
      "place": "Remoto"
    }
  }
}
