{
  "experiencias": {
    "1": {
      "title": "Desarrollador Freelance",
      "company": "",
      "description": "Diseñé y desarrollé aplicaciones web utilizando tecnologías como TypeScript, React y TailwindCSS, así como aplicaciones de escritorio con Python. Integré bases de datos como PostgreSQL y SQLite. Ofrecí soluciones personalizadas que cumplieron con los requisitos específicos de los clientes, garantizando altos estándares de calidad y cumplimiento de plazos. Completé con éxito más de una docena de proyectos, contribuyendo a la satisfacción del 100% de los clientes.",
      "place": "Remoto"
    },
    "2": {
      "title": "Programador SQL",
      "company": "Empresa Eléctrica",
      "companyLink": "https://www.google.com/search?q=Empresa+El%C3%A9ctrica+de+Cienfuegos&sca_esv=a07f0383584960a3&sxsrf=ADLYWILuRz0W8eCiTP2By4HxeC7SqbIZZQ%3A1731334424394&ei=GBEyZ5fnF6uw5OUP77rkwAY&ved=0ahUKEwiX0-mqu9SJAxUrGLkGHW8dGWgQ4dUDCA8&uact=5&oq=Empresa+El%C3%A9ctrica+de+Cienfuegos&gs_lp=Egxnd3Mtd2l6LXNlcnAiIEVtcHJlc2EgRWzDqWN0cmljYSBkZSBDaWVuZnVlZ29zMgUQABiABDIGEAAYFhgeMgYQABgWGB4yBhAAGBYYHjIGEAAYFhgeSK6EAVCcflicfnADeAGQAQCYAXagAXaqAQMwLjG4AQPIAQD4AQL4AQGYAgSgAo4BwgIKEAAYsAMY1gQYR8ICDRAAGIAEGLADGEMYigXCAhMQLhiABBiwAxhDGMgDGIoF2AEBmAMA4gMFEgExIECIBgGQBgy6BgQIARgIkgcDMy4xoAfBBA&sclient=gws-wiz-serp",
      "description": "Desarrollé bases de datos para la gestión integral de recursos materiales, humanos y logísticos. Apliqué soluciones innovadoras que optimizan el rendimiento operativo en un 40% y facilitan la toma de decisiones estratégicas. Diseñé e implementé las estructuras de datos que permiten un acceso rápido y fácil a la información relevante. Mejoré la planificación y la gestión de sus operaciones.",
      "place": "Cienfuegos, Cuba"
    },
    "3": {
      "title": "Líder de Desarrollo y programador Python",
      "company": "Universidad de Cienfuegos",
      "companyLink": "https://www.ucf.edu.cu/",
      "description": "Lideré un proyecto innovador enfocado en el análisis de datos y la identificación de indicadores clave para el sector turístico en Cuba. Utilicé Python para desarrollar un sistema robusto y eficiente. Coordiné un equipo multidisciplinario que trabajó en la creación de herramientas analíticas diseñadas para optimizar la toma de decisiones estratégicas. Proporcioné a las instituciones beneficiarias acceso a datos críticos y análisis detallados, lo que facilitó la identificación de tendencias y patrones en el sector turístico. El proyecto continúa siendo fundamental para mejorar la calidad de las decisiones tomadas por los organismos turísticos, permitiéndoles ajustar sus estrategias y responder de manera más efectiva a las dinámicas del mercado.",
      "place": "Cienfuegos, Cuba"
    },
    "4": {
      "title": "Desarrollador Python Junior",
      "company": "Merchise Austrements",
      "companyLink": "https://www.merchise.org/",
      "description": "Participé en el desarrollo de soluciones empresariales utilizando Odoo en Merchise Austrement, contribuyendo a la optimización de procesos y soluciones empresariales. Integré módulos y simplifiqué flujos de trabajo.",
      "place": "Remoto"
    },
    "5": {
      "title": "Desarrollador Full Stack",
      "company": "Clínica Fernández",
      "companyLink": "",
      "description": "Desarrollé una aplicación web para una clínica privada. Diseñé e implementé soluciones innovadoras tanto en frontend como en backend para asegurar una experiencia de usuario excepcional. Realicé el levantamiento de requisitos, documentación completa del ciclo de vida del proyecto, estimación de costos y tiempos. Esta plataforma se convertirá en el núcleo del modelo de negocio de la clínica, optimizando la gestión de citas, clientes y especialistas y garantizando así una operación eficiente y fluida.",
      "place": "Montevideo, Uruguay"
    },
    "6": {
      "title": "Desarrollador Full Stack ",
      "company": "Universidad de Cienfuegos",
      "companyLink": "https://www.ucf.edu.cu/",
      "description": "Desarrollé una aplicación web para la gestión de matrículas de estudiantes universitarios en una institución educativa en Cienfuegos. Diseñé e implementé una solución integral que optimizó significativamente los tiempos del proceso de matrícula en más del 50%. Mejoré la logística y la experiencia tanto para estudiantes como para el personal administrativo. Facilité la gestión de datos, permitiendo un acceso rápido y eficiente a la información necesaria, lo que resultó en un flujo de trabajo más ágil y organizado.",
      "place": "Cienfuegos, Cuba"
    },
    "7": {
      "title": "Agente de Marketing",
      "company": "NotifreshSL",
      "companyLink": "https://www.notifresh.com/",
      "description": "Divulgación de noticias, creación de contenido web y publicidad en redes sociales. Lideré y organicé equipos multidisciplinarios para maximizar la rentabilidad y visibilidad de las empresas, implementando estrategias efectivas que generan un impacto significativo en el alcance y la interacción con el público objetivo. Contribuí al crecimiento de marcas y al fortalecimiento de su presencia en el entorno digital.",
      "place": "Remoto"
    },
    "8": {
      "title": "Software Engineer for Training AI Data",
      "company": "G2i Inc",
      "companyLink": "https://www.g2i.co/",
      "description": "Me encargo de evaluar la calidad del código generado por IA, resolver problemas de programación y crear casos de prueba efectivos. Trabajo en un entorno altamente dinámico, colaborando con equipos en la creación de instrucciones para mejorar la interacción de los modelos. Este trabajo contribuye al avance de modelos de IA de última generación, enfocados en mejorar la calidad y eficiencia del código generado. Además, el rol exige una atención meticulosa a los detalles y la capacidad para articular conceptos complejos de manera clara y precisa.",
      "place": "Remote"
    }
  }
}
