{
  "personal": {
    "titulo": "Personal Information",
    "texto": "I am Sergio Adrian Fernández Figueredo, a passionate technology professional originally from Cuba, currently residing in Montevideo, Uruguay. At 23 years old, I have developed a deep fascination for programming, networking, and technology. My curiosity for learning drives me to be a perfectionist in everything I do."
  },

  "Desplegar": "Expand",
  "Recoger": "Collapse",

  "profesion": {
    "titulo": "My Career",
    "texto": "I am currently in my fourth year of Computer Engineering. Thanks to my self-driven approach, I have delved into full-stack development, reaching multiple goals and acquiring valuable experience and knowledge in the field."
  },

  "metas": {
    "titulo": "My Goals",
    "texto": "My objective is to graduate from a top university and continue my personal and professional growth, striving to become the best version of myself. I aspire to work in leading companies in the sector, which will allow me to expand my knowledge and enrich my professional experiences."
  },

  "profesiona_summary": {
    "titulo": "Professional Summary",
    "texto": "My profound passion for technological innovation is underpinned by an unwavering commitment to continuous learning and the adoption of industry-leading practices and cutting-edge tools. With a keen focus on problem-solving and collaborative teamwork, I am dedicated to adding strategic value to challenging projects and driving digital transformation within forward-thinking organizations."
  },

  "tecnologias": {
    "titulo": "Technologies",
    "otras": "Other"
  },

  "habilidades_blandas": {
    "titulo": "Skills",
    "lista": {
      "1": "Native Spanish",
      "2": "Intermediate English",
      "3": "Analytical Thinking",
      "4": "Creative Thinking",
      "5": "Resilience and Adaptability",
      "6": "Empathy and Active Listening",
      "7": "Teamwork",
      "8": "Leadership",
      "9": "Reliability and Attention to Detail",
      "10": "Curiosity and Continuous Learning"
    }
  }
}
