{
  "personal": {
    "titulo": "Personal Information",
    "texto": "I am Sergio Adrian Fernández Figueredo, a passionate technology professional originally from Cuba, currently residing in Montevideo, Uruguay. At 22 years old, I have cultivated a deep fascination for programming, networking, and technology from an early age. My interests encompass not only technology but also photography, health, sports, and travel. My innate curiosity for learning drives me to be a perfectionist in the activities I choose to pursue."
  },

  "Desplegar": "Expand",
  "Recoger": "Collapse",

  "profesion": {
    "titulo": "My Career",
    "texto": "My journey in the technology field has primarily developed through my studies in computer engineering, where I am currently in my fourth year. Thanks to my self-taught drive, I have been able to delve into full-stack development, achieving multiple goals and acquiring valuable experience and knowledge in the field."
  },

  "metas": {
    "titulo": "My Goals",
    "texto": "My objective is to graduate as a computer engineer from a major university and continue my personal and professional development as a computer engineer, striving to reach the best version of myself. I aspire to work for leading companies in the sector, which will allow me to expand my knowledge and enrich my work experiences."
  },
  "profesiona_summary": {
    "titulo": "Professional Summary",
    "texto": "Full Stack Developer with solid experience in developing scalable and optimized web applications, always focused on efficiency. My passion for technological innovation is complemented by a constant commitment to learning and incorporating the best practices and tools in the industry. With a strong focus on problem-solving and teamwork, I am interested in adding value to challenging projects and contributing to the success of organizations leading digital transformation."
  },
  "tecnologias": {
    "titulo": "Technologies",
    "otras": "Other technologies"
  },

  "habilidades_blandas": {
    "titulo": "Skills",
    "lista": {
      "1": "Native Spanish",
      "2": "Intermediate English",
      "3": "Analytical thinking",
      "4": "Creative thinking",
      "5": "Resilience and adaptability",
      "6": "Empathy and active listening",
      "7": "Teamwork",
      "8": "Leadership",
      "9": "Reliability and attention to detail",
      "10": "Curiosity and continuous learning"
    }
  }
}
