{
  "experiencias": {
    "1": {
      "title": "Freelance Developer",
      "description": "Development of web applications using TypeScript and React, creation of desktop applications with Python, and database management in SQLite and PostgreSQL. Focused on delivering customized solutions that meet clients' specific requirements, ensuring high quality and meeting deadlines.",
      "place": "Remote"
    },
    "2": {
      "title": "SQL Programmer",
      "description": "Responsible for developing and managing databases for efficient management of material, human, and logistical resources at Empresa Eléctrica de Cienfuegos. Implementation of solutions that optimize performance and security of databases, contributing to better organizational decision-making.",
      "place": "Reomto"
    },
    "3": {
      "title": "Development Leader",
      "description": "Leadership of a project focused on data analysis and identification of key indicators for the tourism sector in Cuba. Coordination of a multidisciplinary team to develop analytical tools that support strategic decision-making.",
      "place": "University of Cienfuegos"
    },
    "4": {
      "title": "Junior Python Developer",
      "description": "Software development as a Jr Python Developer at Merchise Austrement, contributing to the implementation of features using best programming practices."
    },
    "5": {
      "title": "Full Stack Developer",
      "description": "Creation and development of a comprehensive web application as a Full Stack Developer and project leadership at 'Clínica Fernández'. Implementation of solutions in both frontend and backend, ensuring functionality and optimal user experience.",
      "place": "Reomto"
    },
    "6": {
      "title": "Desarrollador Full Stack",
      "description": "Creación y desarrollo de una aplicación web como práctica laboral, para la gestión de matriculas de estudiantes universitarios en una institución educativa en la provincia de Cienfuegos, Cuba. ",
      "place": "Universidad de Cienfuegos"
    },
    "7": {
      "title": "Agente de Marketing",
      "description": "Divulgador de noticias, webs, anuncios y audiovisuales en redes sociales, páginas y canales de difusión para NotiFresh",
      "place": "Remotos"
    }
  }
}
