{
  "experiencias": {
    "3": {
      "title": "Development Lead and Python Programmer",
      "company": "University of Cienfuegos",
      "companyLink": "https://www.ucf.edu.cu/",
      "description": "Led an innovative project focused on data analysis and identifying key indicators for the tourism sector in Cuba. Used Python to develop a robust and efficient system. Coordinated a multidisciplinary team working on the creation of analytical tools designed to optimize strategic decision-making. Provided beneficiary institutions with access to critical data and detailed analysis, which facilitated the identification of trends and patterns in the tourism sector. The project continues to be essential in improving the quality of decisions made by tourism organizations, enabling them to adjust strategies and respond more effectively to market dynamics.",
      "place": "Cienfuegos, Cuba"
    },
    "4": {
      "title": "Junior Python Developer",
      "company": "Merchise Austrements",
      "companyLink": "https://www.merchise.org/",
      "description": "Participated in the development of business solutions using Odoo at Merchise Austrement, contributing to the optimization of processes and business solutions. Integrated modules and simplified workflows.",
      "place": "Remote"
    },
    "5": {
      "title": "Full Stack Developer ",
      "company": "Fernandez's Clinic",
      "companyLink": "",
      "description": "Developed a web application for a private clinic. Designed and implemented innovative frontend and backend solutions to ensure an exceptional user experience. Conducted requirement gathering, full project lifecycle documentation, cost, and time estimation. This platform will become the core of the clinic’s business model, optimizing the management of appointments, clients, and specialists, ensuring efficient and smooth operations.",
      "place": "Montevideo, Uruguay"
    },
    "6": {
      "title": "Full Stack Developer",
      "company": "University of Cienfuegos",
      "companyLink": "https://www.ucf.edu.cu/",
      "description": "Developed a web application for managing university student enrollments at an educational institution in Cienfuegos. Designed and implemented a comprehensive solution that significantly optimized enrollment processing times by over 50%. Improved logistics and the experience for both students and administrative staff. Facilitated data management, enabling fast and efficient access to necessary information, resulting in a more agile and organized workflow.",
      "place": "Cienfuegos, Cuba"
    },

    "8": {
      "title": "Software Developer",
      "company": "Sofka Technologies",
      "companyLink": "https://sofka.com.co/index.html",
      "description": " I developed high-impact web applications using Java, Spring Boot, Angular, MySQL, advanced design patterns and DDD. I quickly adapted to new methodologies, mastering these technologies to deliver robust, scalable solutions that streamlined both backend and frontend processes, ultimately ensuring an exceptional user experience. I designed and implemented innovative development strategies that significantly improved system performance and enhanced the overall user experience. My proactive approach to learning and problem-solving allowed me to achieve concrete project objectives and deliver critical features ahead of schedule. I maintained a strong focus on integrating high-quality code and rigorous testing practices. This commitment not only streamlined the development process but also reinforced the application’s role as a strategic asset in advancing the organization's digital initiatives.",
      "place": "Remote"
    }
  }
}
