{
  "Ver": "More",
  "1": {
    "title": "Fernandez's Clinic",
    "description": "Web application for managing appointments, patients, specialists, and services in a private clinic. It features an intuitive and comprehensive interface built with React and NextJS, where every registered user can access each of the services and information provided by the clinic. The system also focuses on protecting sensitive data, thanks to a robust backend built with Django, using the Rest Framework and Postgres for database management."
  },
  "2": {
    "title": "Gif Finder",
    "description": "Gif Finder is a web application that allows users to search for and display GIFs using the Giphy API. It provides a fast and responsive user experience, thanks to React and Tailwind CSS. Users can search by categories and view GIFs in a dynamic grid with asynchronous loading."
  },
  "3": {
    "title": "Dashboard",
    "description": "Dashboard is a web application developed with Next.js that allows users to efficiently manage and visualize data. With features like user authentication and interactive charts, this app is designed to be fast and easy to use with user authentication, real-time data management, data visualization with interactive charts, all deployed on Vercel."
  },
  "4": {
    "title": "Student Management",
    "description": "Comprehensive web application developed to optimize the university student enrollment process at an educational institution. This solution significantly improves the logistics and time management of the enrollment process, providing a more efficient experience for both students and administrators. It has an intuitive user interface, a PostgreSQL database, and a backend developed in Django."
  },
  "5": {
    "title": "Yahtzee",
    "description": "Yahtzee is a classic board game developed as a desktop application using Tkinter and Python. Players roll dice and try to get the best possible combination to score points, following the traditional game rules. It features an intuitive interface, support for multiple players, and score tracking."
  },
  "6": {
    "title": "Human Resources",
    "description": "Desktop application developed with Tkinter and Python for efficient human resource management. This tool allows administrators to handle employee information, facilitate internal communication, and optimize processes related to personnel management."
  },
  "7": {
    "title": "Super Hero Finder",
    "description": "Application developed in Swift that uses an external API to search for superheroes and display detailed information about them. Users can search for superheroes by name, view a list of matches, and access statistics such as power, strength, speed, among others. It has an intuitive interface and a clean, easy-to-use design."
  },
  "8": {
    "title": "BMI",
    "description": "App developed in Swift that allows users to calculate the Body Mass Index (BMI). BMI is a value used to determine if a person has a healthy weight relative to their height. This tool is useful for those who want to monitor their weight and health easily. It shows whether the BMI falls into a healthy, underweight, overweight, or obese category."
  },
  "9": {
    "title": "Gym",
    "description": "Mobile application developed in Flutter that serves as a workout guide for the gym. The app offers different workout routines organized by days and muscle groups, providing users with a clear and practical reference to structure their exercise sessions. It features easy navigation between routines and exercise descriptions. Each routine contains detailed explanations of exercises, repetitions, and sets."
  },
  "10": {
    "title": "Resource Monitor",
    "description": "Script for Windows that allows users to monitor CPU usage and other system parameters. With this tool, users can obtain real-time information about their PC's performance, helping to identify potential bottlenecks and optimize system operation."
  },
  "11": {
    "title": "Password Generator",
    "description": "Python script that generates secure and random passwords. Designed to improve the security of your accounts."
  }
}
